[
    {
        "id": 1,
        "title": "1st Marine Aircraft Wing Rapid Deployment Exercise ",
        "img_content": "CH-53E Super Stallion helicopters sit on the tarmac in preperation for a rapid deployment exercise conducted by 1st Marine Aircraft Wing, III Marine Expeditioary Force in Okinawa, Japan, Oct. 24, 2019. As the only forward deployed MEF, III MEF is strategically postured to quickly and effectively respond to any crisis using austere, expeditionary bases and established airfields within the Indo-Pacific region. (Photo by Lance Cpl. Tanner Lambert)",
        "content": "MCAS FUTENMA, OKINAWA, Japan -- 1st Marine Aircraft Wing rapidly deployed more than 25 aircraft to austere, expeditionary locations and then returned those aircraft and forces to Marine Corps Air Station Futenma from October 24 to 25, 2019. Rapid deployment exercises like this are essential to maintaining the readiness needed to uphold commitments to U.S. allies and partner nations in the Indo-Pacific and highlight the MAW’s active posture in the region. “This operation was for one purpose; to demonstrate III MEF's ability to rapidly deploy combat power anywhere in the Indo-Pacific within a moment's notice, sustain those forces, and rapidly redeploy them\" said U.S. Marine Corps Brig. Gen. Chris McPhillips, commanding general of 1st Marine Aircraft Wing. During this exercise, 1st MAW deployed every variant of aircraft from Marine Aircraft Group 36, including MV-22 Ospreys from Marine Medium Tiltrotor Squadron 265, currently attached to the 31st Marine Expeditionary Unit, and Marine Medium Tiltrotor Squadron 262; CH-53s Sea Stallions from Marine Heavy Helicopter Squadron 462; and UH-1Y Venoms and AH-1Z Vipers from Marine Light Attack Helicopter Squadron 169. Marine Wing Support Squadron 172 and various elements of Marine Air Control Group 18 supported the aircraft throughout the evolution. “The MWSS provides the expeditionary capability and sustainability that is required for our aviation combat element to operate in an expeditionary and distributed environment,” said U.S. Marine Corps Lt. Col. James S. Pryor, commanding officer of Marine Wing Support Squadron 172. “We provide a wide range of capabilities that provide fuel for aircraft, power generation, water purification, flight line and/or air point security, and other functions of aviation ground support that are only found in the MWSS.” The movement of a high volume of aircraft within a small time frame is a complex process, requiring deliberate planning and strategically postured forces. During this training evolution, Marines with 1st MAW refined their ability to plan, rehearse and execute complex operations. The modern threat environment demands agility, lethality, and adaptability. Being able to deploy rapidly makes 1st MAW a persistent force that is difficult to target, swift and inherently resilient. As the only forward deployed Marine expeditionary force, III MEF is strategically located to quickly and effectively respond to crises using this method, and the MAW plays an integral role in that mission. “This operation demonstrates our ability to rapidly displace expeditionary forces and our ability to mass forces,” said U.S. Marine Corps Lt. Col. Mark E. Woodard, commanding officer of Marine Medium Tiltrotor Squadron 265. “Our V-22s bring range, speed and payload, providing the MEF commander significant flexibility in moving his ground combat element. Our H-1s provide lethal offensive air support and our CH-53s provide unmatched heavy lift to move troops and heavy cargo weapons.” Rapid deployment operations highlight a core capability of the Marine Corps: operating anywhere at any time. III MEF is positioned to rapidly deploy at a moment’s notice in support of our allies and partners to keep a free and open Indo-Pacific."
    },
    {
        "id": 2,
        "title": "1st MAW Rapid Deployment Exercise",
        "img_content": "A CH-53E Super Stallion helicopter taxies from the runway during a rapid deployment exercise conducted by 1st Marine Aircraft Wing, III Marine Expeditionary Force, Okinawa, Japan, Oct. 25, 2019. As the only forward deployed MEF, III MEF is strategically postured to quickly and effectively respond to any crisis using austere, expeditionary bases and established airfields within the Indo-Pacific region. (Photo by Lance Cpl. Tanner Lambert)",
        "content": "1st Marine Aircraft Wing rapidly deployed more than 25 aircraft to austere, expeditionary locations and then returned those aircraft and forces to Marine Corps Air Station Futenma from October 24 to 25, 2019. Rapid deployment exercises like this are essential to maintaining the readiness needed to uphold commitments to U.S. allies and partner nations in the Indo-Pacific and highlight the MAW’s active posture in the region. “This operation was for one purpose; to demonstrate III MEF's ability to rapidly deploy combat power anywhere in the Indo-Pacific within a moment's notice, sustain those forces, and rapidly redeploy them\" said U.S. Marine Corps Brig. Gen. Chris McPhillips, commanding general of 1st Marine Aircraft Wing. During this exercise, 1st MAW deployed every variant of aircraft from Marine Aircraft Group 36, including MV-22 Ospreys from Marine Medium Tiltrotor Squadron 265, currently attached to the 31st Marine Expeditionary Unit, and Marine Medium Tiltrotor Squadron 262; CH-53s Sea Stallions from Marine Heavy Helicopter Squadron 462; and UH-1Y Venoms and AH-1Z Vipers from Marine Light Attack Helicopter Squadron 169. Marine Wing Support Squadron 172 and various elements of Marine Air Control Group 18 supported the aircraft throughout the evolution. “The MWSS provides the expeditionary capability and sustainability that is required for our aviation combat element to operate in an expeditionary and distributed environment,” said U.S. Marine Corps Lt. Col. James S. Pryor, commanding officer of Marine Wing Support Squadron 172. “We provide a wide range of capabilities that provide fuel for aircraft, power generation, water purification, flight line and/or air point security, and other functions of aviation ground support that are only found in the MWSS.” The movement of a high volume of aircraft within a small time frame is a complex process, requiring deliberate planning and strategically postured forces. During this training evolution, Marines with 1st MAW refined their ability to plan, rehearse and execute complex operations. The modern threat environment demands agility, lethality, and adaptability. Being able to deploy rapidly makes 1st MAW a persistent force that is difficult to target, swift and inherently resilient. As the only forward deployed Marine expeditionary force, III MEF is strategically located to quickly and effectively respond to crises using this method, and the MAW plays an integral role in that mission. “This operation demonstrates our ability to rapidly displace expeditionary forces and our ability to mass forces,” said U.S. Marine Corps Lt. Col. Mark E. Woodard, commanding officer of Marine Medium Tiltrotor Squadron 265. “Our V-22s bring range, speed and payload, providing the MEF commander significant flexibility in moving his ground combat element. Our H-1s provide lethal offensive air support and our CH-53s provide unmatched heavy lift to move troops and heavy cargo weapons.” Rapid deployment operations highlight a core capability of the Marine Corps: operating anywhere at any time. III MEF is positioned to rapidly deploy at a moment’s notice in support of our allies and partners to keep a free and open Indo-Pacific."
    },
    {
        "id": 3,
        "title": "3rd Marine Division conducts Exercise Samurai 1-20",
        "img_content": "",
        "content": "CAMP HANSEN, OKINAWA, Japan – Over the past week, from Oct. 22-25, 2019, the 3rd Marine Division conducted Exercise Samurai 1-20, as part of an ongoing series of training to exercise command and control on the battlefield. The goal of Samurai 1-20 was to conduct battle drills that validate the 3rd Marine Division’s movement, setup of a combat operations center, force protection, and passage of command and control between supporting elements in a combat scenario. Members with Marine Air Ground Task Force Integrated Systems Training Center assisted 3rd Marine Division in doing command and control training for their staffs, by utilizing command and control computer systems to help improve the 3rd Marine Division’s capabilities. “That’s where the MISTC specializes,” said Jay Elliott, COC specialist with MISTC, Okinawa. “We take all the systems whether it’s Command and Control Personal Computer, Joint Battle Command-Platform, commands that are used across the spectrum and we ensure that commands know that they have them to use. They’re not trying to go old school with charts and darts. They’re using the systems that can simplify their tasks at hand.” In this COC scenario, both the watch officers and watch chiefs have gone through MISTC training where they were trained as the leadership to drive an exercise and command the staff. Members of the MISTC team were assisting by injecting information coming from outside sources. This allowed the team to see how the battle staff took the information, processed the information, and how they worked and trained together as a staff. “Training seems to be going well,” said 1st Lt. Aidan Fogarty, a ground intelligence officer with Headquarters Battalion, 3rd Marine Division. “With the overall intent of having all the units synchronized, the setup of the division COC which will directly feed the information to commanding general is going smoother than the first time we ran this exercise.” Exercise Samurai 1-20 allowed 3rd Marine Division to practice integrating emerging concepts and capabilities into their current procedures. By the end, Marines had a better understanding of their duties in a combat environment, which will help improve the division’s resiliency. Now, with this exercise completed, 3rd Marine Division is better prepared for future missions and complex, real-world operations."
    },
    {
        "id": 4,
        "title": "3rd Marine Division Participates in Fuji Viper 20-1 ",
        "img_content": "U.S. Marine Corps 1st Lt. Zachary Scalzo participates in a combat marksmanship range during exercise Fuji Viper 20.1 in Camp Fuji, Japan, Oct. 16, 2019. Fuji Viper is a regularly scheduled training evolution for infantry units assigned to 3rd Marine Division as part of the unit deployment program. The training allows units to maintain their lethality and proficiency in infantry and combined arms tactics. Scalzo is assigned to 4th Marine Regiment, 3rd Marine Division. (Photo by Cpl. Timothy Hernandez)",
        "content": "CAMP FUJI, GOTEMBA, Japan -- U.S. Marines and Sailors with 2nd Battalion, 2nd Marine Regiment, currently deployed 4th Marine Regiment, 3rd Marine Division, as part of the Unit Deployment Program, are participating in Fuji Viper 20-1 in Combined Arms Training Center, Camp Fuji, Gotemba, Japan from Sep. 29 to Nov. 4, 2019. Fuji Viper 20-1 is an infantry training exercise centered around increasing the Marine Corps’ presence, lethality and capabilities in the Indo-Pacific region. The Marines of 2/2 have conducted many training events in the Combined Arms Training Center, as well as community relations events with the local community. “Our goal for Fuji Viper 20-1 is to conduct combined arms training in order to sustain readiness by maximizing valuable assets in a new environment that offers opportunities unavailable at Camp Schwab or even back home in Camp Lejeune,” said Staff Sgt. Krysta Apodaca, the communications and information systems radio chief. “By attending Fuji Viper, we are able to integrate all elements of the battalion into organized small-unit training that will enable us to win the fight at any given time.” These field exercises are meant to push Marines to their physical and mental limits as well as build confidence as warfighters in the Indo-Pacific theater. Marines had to push outside of their comfort zone while spending many nights in the field. Their training included combat marksmanship, incidental observer training, military operations in urban terrain, and force on force simulations where the three platoons are faced against each other in an unknown training area. “The most difficult part of the training was pushing through seemingly endless movements throughout one night of our force on force exercise,” said Lance Cpl. Mark Taylor, a grenadier with Company F. “We had to endure the night during flooding and the cold rain, all while we’re in the woods with no Illumination; there was so much rain.” Given a new terrain and climate, platoons were faced against each other in multiple simulated combat force on force field exercises. Objectives were given to the platoons, and squads were tasked with finding a way to complete them. Even with the rigorous training conducted in the field, the Marines and Sailors were given time to explore the area and interact with the local community. “Marines were given a three-day weekend during the initial portion of our training at Camp Fuji to explore Tokyo, Gotemba, and the surrounding area around Mount Fuji,” said 1st Lt. Zachary Scalzo, Company F executive officer. “Marines experienced the culture of mainland Japan and had great things to say about the people in the greater Gotemba area. At the end of our time at Camp Fuji, our Marines are scheduled to volunteer at the National CHUO Youth Friendship Center open-house event. Marines will speak English with participants from the center and participate in face painting and a tea ceremony.” The training and tactics currently being conducted in Camp Fuji are essential to the warfighting capabilities and readiness of the Marine Air Ground Task Force in the Indo-Pacific region, and the 3rd Marine Division’s capability to fight tonight."
    },
    {
        "id": 5,
        "title": "3rd Marine Division Participates in the 46th Annual Henoko District Citizen’s Track and Field Meet Sports Day",
        "img_content": "U.S. Marines with 4th Marine Regiment, 3rd Marine Division, and Okinawa residents walk together during the opening ceremony for the 46th Annual Henoko District Citizen’s Track and Field Meet Sports Day in Henoko, Okinawa, Japan, Nov. 3, 2019. Personnel from Camp Schwab have been included in the track and field meet since 1973 and will carry on the tradition of good will and togetherness with the people of Henoko. (Photo by Cpl. Josue Marquez)",
        "content": "HENOKO, Japan -- U.S. Marines with 4th Marine Regiment, 3rd Marine Division, and Okinawa residents participated in the 46th Annual Henoko District Citizen’s Track and Field Meet Sports Day in Henoko, Okinawa, Japan, Nov. 3, 2019. Personnel from Camp Schwab have been included in the track and field meet since 1973 and carried on the tradition of good will and togetherness with the people of Henoko. “It’s important that we maintain the relationship between us and the community,” said U.S. Marine Corps Master Sgt. Chris Ovanek, a communications chief with 4th Marine Regiment, 3rd Marine Division. “It’s nice to be invited out to the community like this. As Americans, this isn’t our home and the fact that these people have allowed us into their home by participating in this event is pretty awesome.” The field meet consisted of multiple events, such as centipede races, children’s tug of war, obstacle races, bicycle rim balancing races, and much more. Marines from Camp Schwab competed in selected slots and won first place in the rugby ball-handling relay race and the 200-meter men’s relay race. “I love competition and my guys love competition,” said U.S. Marine Corps Staff Sgt. Garrett Burn, a platoon sergeant with 4th Marine Regiment, 3rd Marine Division. “It’s not just that, though. It’s interesting to see how different styles of track meets go and how they bring the community together to have a fun event.” After many years of participating in this event, Marines show continuous interest in the community and are excited to have opportunities like this to strengthen their relationship with their allies overseas by gaining a better understanding of their culture. “We care and we want to be part of the community,” said Burn, a native of Tacoma, Washington. “We want to show that we’re not any different and that we’re not just here for military purposes. We want to be part of the community.”"
    }
]